
[
	{
		"name": "Sagrada Familia",
		"about": "The Basílica i Temple Expiatori de la Sagrada Família, otherwise known as Sagrada Família, is a church under construction in the Eixample district of Barcelona, Catalonia, Spain. It is the largest unfinished Catholic church in the world. Designed by Catalan architect Antoni Gaudí (1852–1926), his work on Sagrada Família is part of a UNESCO World Heritage Site. On 7 November 2010, Pope Benedict XVI consecrated the church and proclaimed it a minor basilica.\n\nOn 19 March 1882, construction of the Sagrada Família began under architect Francisco de Paula del Villar. In 1883, when Villar resigned, Gaudí took over as chief architect, transforming the project with his architectural and engineering style, combining Gothic and curvilinear Art Nouveau forms. Gaudí devoted the remainder of his life to the project, and he is buried in the church's crypt. At the time of his death in 1926, less than a quarter of the project was complete.\n\nRelying solely on private donations, the Sagrada Família's construction progressed slowly and was interrupted by the Spanish Civil War. In July 1936, anarchists from the FAI set fire to the crypt and broke their way into the workshop, partially destroying Gaudí's original plans. In 1939, Francesc de Paula Quintana took over site management, which was able to go on due to the material that was saved from Gaudí's workshop and that was reconstructed from published plans and photographs. Construction resumed to intermittent progress in the 1950s. Advancements in technologies such as computer-aided design and computerised numerical control (CNC) have since enabled faster progress and construction passed the midpoint in 2010. However, some of the project's greatest challenges remain, including the construction of five more spires, each symbolising an important Biblical figure in the New Testament. It was anticipated that the building would be completed by 2026, the centenary of Gaudí's death, but this has now been delayed due to the COVID-19 pandemic. Some aspects of it may only be finished by 2040.\n\nDescribing the Sagrada Família, art critic Rainer Zerbst said \"it is probably impossible to find a church building anything like it in the entire history of art\", and Paul Goldberger describes it as \"the most extraordinary personal interpretation of Gothic architecture since the Middle Ages\". The basilica is not the cathedral church of the Archdiocese of Barcelona, as that title belongs to the Cathedral of the Holy Cross and Saint Eulalia (Barcelona Cathedral).",
		"image_name":"sagrada_familia",
		"image_author" : "By Maksim Sokolov (maxergon.com) - Own work, CC BY-SA 4.0"
	},
	{
		"name": "Casa Batlló",
		"about": "Casa Batlló is a building in the center of Barcelona, Spain. It was designed by Antoni Gaudí, and is considered one of his masterpieces. A remodel of a previously built house, it was redesigned in 1904 by Gaudí and has been refurbished several times after that. Gaudí's assistants Domènec Sugrañes i Gras, Josep Canaleta and Joan Rubió also contributed to the renovation project.\n\nThe local name for the building is Casa dels ossos (House of Bones), as it has a visceral, skeletal organic quality. It is located on the Passeig de Gràcia in the Eixample district, and forms part of a row of houses known as the Illa de la Discòrdia (or Mansana de la Discòrdia, the \"Block of Discord\"), which consists of four buildings by noted Modernista architects of Barcelona.\n\nLike everything Gaudí designed, Casa Batlló is only identifiable as Modernisme in the broadest sense. The ground floor, in particular, has unusual tracery, irregular oval windows and flowing sculpted stone work. There are few straight lines, and much of the façade is decorated with a colorful mosaic made of broken ceramic tiles (trencadís). The roof is arched and was likened to the back of a dragon or dinosaur. A common theory about the building is that the rounded feature to the left of centre, terminating at the top in a turret and cross, represents the lance of Saint George (patron saint of Catalonia, Gaudí's home), which has been plunged into the back of the dragon.\n\nIn 2005, Casa Batlló became an UNESCO World Heritage Site among the other Works of Antoni Gaudí, and is visited by people from around the world.",
		"image_name":"casa_batllo",
		"image_author" : "By ChristianSchd - This file was derived from: Casa Batllo Overview Barcelona Spain.jpg, CC BY-SA 3.0"
	},
	{
		"name": "Gothic Quarter (Barri Gotic)",
		"about": "The Gothic Quarter is the historic centre of the old city of Barcelona. It stretches from La Rambla to Via Laietana, and from the Mediterranean seafront to the Ronda de Sant Pere. It is a part of Ciutat Vella district.\n\nThe quarter encompasses the oldest parts of the city of Barcelona, and includes the remains of the city's Roman wall and several notable medieval landmarks. Much of the present-day fabric of the quarter, however, dates to the 19th and early 20th centuries. El Call, the medieval Jewish quarter, is located within this area, along with the former Sinagoga Major.\n\nThe Barri Gòtic retains a labyrinthine street plan, with many small streets opening out into squares. Most of the quarter is closed to regular traffic although open to service vehicles and taxis.",
		"image_name":"gothic_quarter",
		"image_author" : "By Llull - https://www.flickr.com/photo_zoom.gne?id=14973110&amp;size=o, CC BY-SA 2.0"
	},
	{
		"name": "Palau de la Música Catalana",
		"about": "Palau de la Música Catalana, English: Palace of Catalan Music) is a concert hall in Barcelona, Catalonia, Spain. Designed in the Catalan modernista style by the architect Lluís Domènech i Montaner, it was built between 1905 and 1908 for Orfeó Català, a choral society founded in 1891 that was a leading force in the Catalan cultural movement that came to be known as the Renaixença (Catalan Rebirth). It was inaugurated on 9 February 1908.\n\nThe construction project was mainly financed by Orfeó Català, but important financial contributions also came from Barcelona's wealthy industrialists and bourgeoisie. The palace won the architect an award from the Barcelona City Council in 1909, given to the best building built during the previous year. Between 1982 and 1989, the building underwent extensive restoration, remodeling, and extension under the direction of architects Oscar Tusquets and Carles Díaz. In 1997, the palace de la Música Catalana was declared a UNESCO World Heritage Site along with Hospital de Sant Pau. Today, more than half a million people a year attend musical performances in the Palau that range from symphonic and chamber music to jazz and Cançó (Catalan song).",
		"image_name":"palau_de_la_musica_catalana",
		"image_author" : "By Ralf Roletschek - Own work, GFDL 1.2"
	},
	{
		"name": "Casa Milà",
		"about": "Casa Milà, popularly known as La Pedrera (\"the stone quarry\") in reference to its unconventional rough-hewn appearance, is a Modernista building in Barcelona, Catalonia, Spain. It was the last private residence designed by architect Antoni Gaudí and was built between 1906 and 1912.\n\nThe building was commissioned in 1906 by Pere Milà and his wife Roser Segimon. At the time, it was controversial because of its undulating stone facade, twisting wrought iron balconies, and design by Josep Maria Jujol. Several structural innovations include a self-supporting stone façade, and a free-plan floor, underground garage and the spectacular terrace on the roof.\n\nIn 1984, it was declared a World Heritage Site by UNESCO. Since 2013 it has been the headquarters of the Fundació Catalunya La Pedrera, which manages visits to the building, exhibitions and other cultural and educational activities at Casa Milà.",
		"image_name":"casa_mila",
		"image_author" : "By Thomas Ledl - Own work, CC BY-SA 4.0"
	},
	{
		"name": "Camp Nou",
		"about": "Camp Nou (meaning New Field, often referred to in English as the Nou Camp), branded as Spotify Camp Nou for sponsorship reasons, is an under-renovation stadium home of La Liga club Barcelona since its opening in 1957. With a planned seating capacity of 105,000, it will be the stadium with the largest capacity in Spain and Europe, and the third largest football stadium in the world.\n\nIt has hosted two European Cup/Champions League finals in 1989 and 1999, two European Cup Winners' Cup finals, four Inter-Cities Fairs Cup final games, five UEFA Super Cup games, four Copa del Rey finals, two Copa de la Liga finals, and twenty-one Supercopa de España finals. It also hosted five matches in the 1982 FIFA World Cup (including the opening game), two out of four matches at the 1964 European Nations' Cup and the football tournament's final at the 1992 Summer Olympics.\n\nOn 15 March 2022, it was announced that music streaming service Spotify had reached a deal with Barcelona to acquire the naming rights to the stadium in a deal worth $310 million. Following the approval of the sponsorship agreement with Spotify by Barcelona's Extraordinary Assembly of Delegate Members on 3 April 2022, the stadium was officially renamed on 1 July 2022 as Spotify Camp Nou.\n\nIn April 2022, it was announced that renovation of the stadium would commence in June 2023 after the season's end. It is expected to be completed during the 2025–26 season.",
		"image_name":"camp_nou",
		"image_author" : "By Oh-Barcelona.com from Barcelona, Spain - The Camp Nou Stadium - BarcelonaUploaded by Kafuffle, CC BY 2.0"
	},
	{
		"name": "Santa Maria del Mar",
		"about": "Santa Maria del Mar (\"Saint Mary of the Sea\") is a church in the Ribera district of Barcelona, Catalonia, Spain, built between 1329 and 1383 at the height of Principality of Catalonia's maritime and mercantile preeminence. It is an outstanding example of Catalan Gothic, with a purity and unity of style that is very unusual in large medieval buildings.",
		"image_name":"",
		"image_author" : "By PMRMaeyaert - Own work, CC BY-SA 3.0 es"
	},
	{
		"name": "Passeig de Gracia",
		"about": "Passeig de Gràcia is one of the major avenues in Barcelona (Catalonia) and one of its most important shopping and business areas, containing several of the city's most celebrated pieces of architecture. It is located in the central part of Eixample, stretching from Plaça Catalunya to Carrer Gran de Gràcia.\n\nPasseig de Gràcia is regarded as the most expensive street in Barcelona and in Spain.",
		"image_name":"passeig_de_gracia",
		"image_author" : "By I, Andrew, CC BY-SA 3.0"
	},
	{
		"name": "Magic Fountain of Montjuïc",
		"about": "The Magic Fountain of Montjuïc is a fountain located at the head of Avinguda Maria Cristina in the Montjuïc neighborhood of Barcelona, Catalonia, Spain. The fountain is situated below the Palau Nacional on the Montjuïc mountain and near the Plaça d'Espanya and Poble Espanyol de Barcelona. The fountain, like most of the surrounding developments, was constructed for the 1929 Barcelona International Exposition.\n\nThe fountain sprays 700 gallons of water a second through 3620 jets to create its effect. The highest water spout is 170 feet.",
		"image_name":"font_magica",
		"image_author" : "By Avda - Own work, CC BY-SA 3.0"
	},
	{
		"name": "Palau Güell",
		"about": "The Palau Güell (Catalan pronunciation: [pəˈlaw ˈɣweʎ], English: Güell Palace) is a mansion designed by the architect Antoni Gaudí for the industrial tycoon Eusebi Güell, and was built between 1886 and 1888. It is situated on the Carrer Nou de la Rambla, in the El Raval neighborhood of Barcelona in Catalonia, Spain. It is part of the UNESCO World Heritage Site \"Works of Antoni Gaudí\".\n\nThe home is centered around the main room for entertaining high society guests. Guests entered the home in horse-drawn carriages through the front iron gates, which featured a parabolic arch and intricate patterns of forged ironwork resembling seaweed and in some parts a horsewhip. Animals could be taken down a ramp and kept in the livery stable in the basement where the servants resided, while the guests went up the stairs to the receiving room. The ornate walls and ceilings of the receiving room disguised small viewing windows high on the walls where the owners of the home could view their guests from the upper floor and get a \"sneak peek\" before greeting them, in case they needed to adjust their attire accordingly.\n\nThe main party room has a tall ceiling with small holes near the top where lanterns were hung at night from the outside to give the appearance of a starlit sky.\n\nIn 2004, visits by the public were completely suspended due to renovations; some of the stone used in the original construction was weak and had cracked over the years causing structural problems within the building. It is currently completely open, with all restoration work completed in April 2011.\n\nIt was used in Antonioni's film The Passenger as a backdrop for the first meeting between Jack Nicholson and Maria Schneider.",
		"image_name":"palau_guell",
		"image_author" : "By Thomas Ledl - Own work, CC BY-SA 4.0"
	}
]
